[
  "table-editor-obsidian",
  "calendar",
  "obsidian-git",
  "omnisearch",
  "recent-files-obsidian",
  "make-md",
  "code-block-plugin",
  "codeblock-customizer",
  "progressbar",
  "copy-image",
  "copy-image-text"
]